import "./TermsOfUse.css";

const TermsOfUse_1 = () => {
  return (
    <section className="termsOfUse">
      <div className="container">
        <h1>Услови за користење</h1>
        <h2>Права на интелектуална сопственост</h2>
        <p>
          Целата содржина на веб страницата и во тој смисол не само сите
          текстови туку и сите слики, марки, логоа и графики се исклучиво во
          сопственост на ОНЕ ЛИЗИНГ ДООЕЛ Скопје. Секој корисник на WEB
          страницата може да вчитува или да печати определени страници под услов
          да не ги прекрши одредбите на Законот за авторски и сродни права, или
          пак некој друг сроден законски пропис. Забрането е копирање,
          пренесување, модифицирање или користење на оваа WEB страница за каква
          јавна или трговска цел без претходно писмено одобрение од страна на
          ОНЕ ЛИЗИНГ ДООЕЛ Скопје.
        </p>
        <p>
          Сите имиња, логоа и трговски марки на ОНЕ ЛИЗИНГ ДООЕЛ Скопје коишто
          се објавени на страницата, не може да се користат или репродуцираат
          без претходно писмено одобрение од страна на друштвото.
        </p>
        <p>
          Забрането е поставување на какви било линови кон WEB страницата од
          друга WEB страница без претходно писмено одобрување од страна на ОНЕ
          ЛИЗИНГ Скопје.
        </p>
        <h2>Линкови со други WEB страници</h2>
        <p>
          ОНЕ ЛИЗИНГ ДООЕЛ Скопје нема да сноси одговорност за информации коишто
          се наоѓаат на други WEB страници до кои тој има хиперлинкови.
        </p>
        <h2>Карактер на содржината на WEB страницата</h2>
        <p>
          Содржината, или кој било нејзин дел објавени на таа WEB страница, не е
          и не може да се гледа, смета и/или интерпретирано како реклама,
          понуда, покана или каков било друг вид трговска понуда. Исто така, не
          може да се смета за правен совет ниту пак како понуда за конкретна
          зделка. Со оглед на важечкото законодавство и конкретните параметри на
          зделката, можно е конкретно склучена зделка целосно или делумно да се
          разликува од карактеристиките и условите објавени на веб страницата.
        </p>
        <h2>Одговорност</h2>
        <p>
          ОНЕ ЛИЗИНГ ДООЕЛ Скопје редовно ги обновува информациите на својата
          WEB страница, но тоа не ја исклучува можноста од настанување на
          пропусти поради објективни причини. ОНЕ ЛИЗИНГ ДООЕЛ Скопје не сноси
          одговорност за последиците во случај на евентуални штети кои што би
          можеле да настанат и/или се поврзани со пристапот и користењето на WEB
          страницата.
        </p>
        <p>
          Целата содржина на WEB страницата се поставува во вид кој што подлежи
          на промени без претходна најава. Таа информација се доставува во
          содејство со важечкото законодавство без каква било гаранција дека
          одговара на дадената цел, неповредливост и заштита од компјутерски
          вируси или други опасности. ОНЕ ЛИЗИНГ ДООЕЛ Скопје не сноси
          одговорност за обемот, точноста и потполноста на информацијата.
        </p>
        <h2>Користењето на содржините на WEB страницата</h2>
        <p>
          Користењето на содржините на WEB страницата е за сметка на корисникот,
          имајќи ги во предвид ограничувањата во корист на носителот на
          авторското право. Корисникот е самиот одговорен за начинот на
          перцепцијата и интерпретацијата на точноста, потполноста и полезноста
          на информацијата којашто се наоѓа на WEB страницата. ОНЕ ЛИЗИНГ ДООЕЛ
          Скопје неможе да гарантира континуиран пристап до својата WEB
          страница.
        </p>
      </div>
    </section>
  );
};

export default TermsOfUse_1;
