import { Link } from "react-router-dom";
import "./PrivacyPolicy.css";

const Section1 = () => {
  return (
    <section className="privacy-policy">
      <div className="container">
        <h1>ПОЛИТИКА ЗА ПРИВАТНОСТ</h1>
        <p>
          Друштвото за лизинг ОНЕ ЛИЗИНГ ДООЕЛ Скопје, со адреса на ул. Васил
          Главинов бр.14/2-8, 1000 Скопје, со ЕМБС 7273614 (во понатамошниот
          текст: „Контролорот“) е друштво за лизинг кое што во текот на вршење
          на својата дејност обработува лични податоци на баратели и корисници
          на лизинг услуги (во понатамошниот текст: Субјекти на лични податоци).
        </p>
        <p>
          Со оваа Политика на приватност, Контролорот сака на сите Субјекти на
          лични податоци и други заинтересирани лица да ја презентира неговата
          политика во однос на целите, обемот и начинот на собирање и
          обработување на лични податоци при користење на услугите на
          Контролорот.
        </p>
        <p>
          НАПОМЕНА: Со користењето или поднесување на барање за користење на
          услугите на Контролорот се согласувате со наведениот начин на собирање
          и обработка на Вашите лични податоци.
        </p>
        <p>
          За сите прашања што ги имате во однос на значењето на оваа Политика за
          Приватност, нејзината примена, начинот на обработка на лични податоци
          или користењето на Вашите законски права за заштита на лични податоци
          можете да го контактирате офицерот за заштита на лични податоци на
          Контролорот: Ивана Панова, со телефон 070337141 и e-mail адреса:{" "}
          <Link to="mailto:ivana.panova@onegroup.mk">
            ivana.panova@onegroup.mk
          </Link>
        </p>
        <h2>Цел на обработка</h2>
        <p>
          Конкретно целите на собирање и обработка на Вашите лични податоци се
          следниве:
        </p>
        <ul>
          <li>
            Комуникација - Вашите лични податоци може да се искористат за наша
            комуникација со Вас. Под комуникација се подразбира комуникација во
            секоја форма (лична, телефонска, поштенска, e-mail комуникација или
            комуникација преку некоја електронска комуникациска платформа).
          </li>
          <li>
            Одобрување на лизинг услуги – Вашите лични податоци може да се
            искористат со цел да процениме дали ги исполнувате условите за
            користење на нашите лизинг услуги како и условите под кои што би
            можеле да ги дадеме таквите услуги.
          </li>
          <li>
            Исполнување на договор - Вашите лични податоци може да се
            обработуваат со цел цел соодветно да ги извршиме нашите обврски
            према Вас во врска со нашите лизинг услуги, како и за да ги
            заштитиме нашите легитимни интереси поврзани со тие услуги или
            продажба.
          </li>
          <li>
            Почитување на регулативата – постојат случаи во кои што ние како
            Контролор собираме и користиме Ваши личните податоци затоа што за
            тоа постои законска обврска или наредба на орган на власта.
          </li>
          <li>
            Рекламирање – може да ги обработуваме Вашите лични податоци со цел
            преку дописи на електронска пошта или преку телефонски повици да Ве
            информираме за нашите услуги, продукти и понуди кои што би можеле да
            Ве интересираат.
          </li>
          <li>
            Спречување на злоупотреби – може да ги обработуваме Вашите лични
            податоци да спречиме измама, злоупотреба, кршење на законите или за
            да ги заштитиме интересите на потрошувачите или трети лица од
            недозволено или неморално однесување.
          </li>
        </ul>
        <h2>Начин на собирање на лични податоци</h2>
        <p>Ние собираме лични податоци за Вас од следниве изводи:</p>
        <ul>
          <li>
            Директно од Вас – ние најголемиот дел од личните податоци го
            собираме директно од вас. Вие ни ги давате на обработка Вашите лични
            податоци кога поднесувате барање за одобрување на лизинг на нашата
            web-страна, во нашите подружници, преку електронска пошта или
            телефон.
          </li>
          <li>
            Информации од други извори – со цел да ја провериме Вашата кредитна
            историја ние добиваме податоци за Вас од Македонското Кредитно Биро.
            Ова го правиме врз основа на Ваша изречна согласност.
          </li>
        </ul>
        <h2>Давање на личните податоци на трети лица</h2>
        <p>
          Контролорот нема да ги продава Вашите лични податоци или да овозможува
          неоправдан пристап на трети лица до Вашите лични податоци.
        </p>
        <p>
          Сепак постојат одредени случаи кога Контролорот ќе овозможува пристап
          на трети лица до Вашите лични податоци, како што се:
        </p>
        <ul>
          <li>
            Трети лица ангажирани во врска со давањето на нашите услуги - овие
            трети лица може да ги користат Вашите лични податоци само за
            извршување на потребната услуга и не може личните податоци да ги
            користат за други цели.
          </li>
          <li>
            Органите на власта или правосудните органи и тоа ако за ова има
            изречна и основана наредба образложена со законски основа, наредба
            од суд или управен орган, како и доколку тоа е потребно за да се
            заштитат правата, интересите, имотот или безбедноста на Контролорот,
            нашите соработници, потрошувачи, јавноста или било кое трето лице.
          </li>
        </ul>
        <h2>Временско ограничување за чувањето на лични податоци</h2>
        <p>
          Ние ги чуваме Вашите лични податоци се додека постои реална потреба за
          нивно чување за да биде возможно исполнувањето на нашите обврски према
          Вас, заштита на нашите интереси или исполнување на нашите законски
          обврски.
        </p>
        <h2>
          Право на бришење, исправка, корегирање, дополнување, добивање на лични
          податоци
        </h2>
        <p>
          Вие имате право од нас да побарате бришење, корегирање, дополнување на
          Вашите лични податоци складирани кај нас.
        </p>
        <p>
          Вие имате право од нас да побарате да Ви ги дадеме Вашите лични
          податоци во вообичаено користен и машински читлив формат.
        </p>
        <p>
          Барањето за реализирање на овие права може да го доставиме на e-mail
          адреса: <Link to="mailto:info@oneleasing.mk">info@oneleasing.mk</Link>
        </p>
        <h2>Ограничување на собирање и користење</h2>
        <p>
          Доколку не сакате да примате било каква комуникација (e-mail, пораки,
          телефонски позиви, комуникација преку електронски платформи за
          комунијација), тогаш тоа да го побарате од нас преку барање доставено
          на e-mail адреса:{" "}
          <Link to="mailto:info@oneleasing.mk">info@oneleasing.mk</Link>
        </p>
        <h2>Право на пристап</h2>
        <p>
          Покрај тоа што е наведено во оваа Политика на Приватност, додатно Вие
          имате право од нас да побарате потврда дали ние обработуваме Ваши
          лични податоци и да добиете пристап до тие лични податоци и до
          следните информации: (i) цели на обработката; (ii) категории на лични
          податоци кои се обработуваат; (iii) корисници или категории на
          корисници на кои се откриени или ќе бидат откриени личните податоци,
          особено корисниците во трети земји или меѓународни организации; (iv)
          предвиден период на чување на личните податоци; (v) постоење на право
          да се бара од Контролорот исправка или бришење на лични податоци или
          ограничување на обработка на лични податоци на Субјектот на лични
          податоци или право на приговор на таква обработка; (vi) право на
          поднесување на жалба до орган за надзор; (vii) доколку личните
          податоци не се собрани од Субјектот на лични податоци, секаков
          достапен информации во врска со нивниот извор.
        </p>
        <p>
          Наведеното барање може да го поднесете на e-mail адреса:{" "}
          <Link to="mailto:info@oneleasing.mk">info@oneleasing.mk</Link>
        </p>
      </div>
    </section>
  );
};

export default Section1;
