import "./Section-1.css";

const Bio = () => {
  return (
    <div className="bio-section">
      <h2>
        За One <span>Leasing</span>
      </h2>
      <div className="black-line"></div>
      <div className="black-line2"></div>
      <p>
        Друштво за лизинг ОНЕ ЛИЗИНГ ДООЕЛ Скопје е основано во 2018-та година,
        впишано вo Регистарот на трговски друштва, со ЕМБС 7273614, со седиште
        во Скопје, ул.Наум Наумовски-Борче бр. 65, финансиска компанија со
        главна дејност на издавање финансиски лизинг. Друштвото има решение за
        основање и работа на Друштво за лизинг, број 13-449/4 од ден 05.04.2018
        година од Министерство за финансии на Република Северна Македонија.
        Лизинг Друштвото ја нуди услугата “Лизинг за возила” за сите возила
        достапни на продажба на Авто Пазар ОНЕ АУТО со јасни услови и долг рок
        на отплата.
      </p>
    </div>
  );
};

export default Bio;
