import "./Section.css";
const CertificateSection = () => {
  return (
    <div className="certificates-and-documents">
      <h4>Документи</h4>
      <p>
        За склучување на Лизинг договор од потребни документи потребна Ви е само
        валидна Лична карта или пасош и извод од три последни примени плата од
        банка каде примате плата.
      </p>
      <h4>Сертификати</h4>
      <h5>ОНЕ Лизинг</h5>
      <p>
        Решение за основање и работа на Друштво за лизинг, број 13-449/4 од ден
        05.04.2018 година од Министерство за финансии на Република Северна
        Македонија.
      </p>
    </div>
  );
};

export default CertificateSection;
