export const questionsAndAnswers = {
  "qa-pairs": [
    {
      question: "Кои се условите за купување на возило на рати преку лизинг?",
      answer:
        "За купување на возило на рати преку лизинг, потребно е учество од минимум 20% од цената на возилото, треба да сте во редовен работен однос најмалку 3 месеци и да имате валидна лична карта. Погледнете ја понудата на возила на следниот линк: https://www.oneleasing.mk/ и контактирајте не на 022775555",
    },
    {
      question:
        "До кој износ и на колку рати финансирате купување на возило преку лизинг?",
      answer:
        "Финансираме до 1.000.000 и со можност на отплата од 12 до 72 месеци.",
    },
    {
      question:
        "Дали можам да купам возило на рати преку лизинг од друг авто плац покрај Оне Ауто?",
      answer:
        "Да, можете да купите возило од авто плац со којшто ние имаме склучено соработка. Контактирајте не на 022775555 да добиете информација за нашите соработници.",
    },
    {
      question: "Колку се трошоците за купување на возило преку лизинг?",
      answer:
        "Износот на рата или трошоците за лизинг зависи од висината на учеството и Вашите месечни примања. За да добиете понуда потребно е да поднесете апликација преку нашата веб страна за конкретното возило. За подетални информации контактирајте не на 022775555.",
    },
    {
      question: "Кои надоместоци и провизии ги содржи Вашата понуда?",
      answer:
        "- Месечен надомест за лизинг- 1,5%–2,1%\n- Трошок за одобрување - 1%\n- Дневна провизија за задоцнета уплата - 0,038% + ДДВ\n- Провизија за предвремена отплата (од преостанатата главница) по истек на 12 месеци - 5% + ДДВ\n- Писмо за опомена на клиенти во задоцнување - Прва опомена 300 МКД, втора и секоја наредна опомена 615 МКД\n- Провизија за раскинување на договор – 5 % од преостанатата главница + ДДВ",
    },
    {
      question: "Кои документи се задолжителни при аплицирање за лизинг?",
      answer:
        "Задолжителни документи за достава при пополнување на апликација за лизинг се:\n- Лична карта или пасош\n- Извод од трансакциска сметка за последни три месечни примања\n- Режиска сметка (за потврда на изјавена моментална адреса на живеење)\n- Сообраќајна дозвола или хомологација (доколку возилото го купувате од лице коешто не е наш соработник)",
    },
    {
      question: "Што е ЛИЗБЕК?",
      answer:
        "Лизбек е услуга која ја овозможува Оне Лизинг за автомобил кој е во ваша сопственост пред да настане склучување на договорот за лизинг, односно Вие го продавате Вашиот автомобил на Оне Лизинг а потоа за истиот склучувате договор за финансиски лизинг во кој Вие се јавувате во својство на корисник на возилото.",
      leaseback: true,
    },
    {
      question: "Кој може да аплицира за ЛИЗБЕК?",
      answer:
        "За Лизбек услугата може да аплицираат физички лица на возраст од 21-70 години како и правни лица кои ги исполнуваат условите за финансирање согласно политиката на Оне Лизинг.",
      leaseback: true,
    },
    {
      question: "Која е разликата помеѓу Лизинг и Лизбек?",
      answer:
        "Разликата помеѓу Лизинг и Лизбек е во тоа што преку услугата Лизбек Вие го продавате Вашето возило на Оне Лизинг, а потоа станувате корисник на истото, додека при услугата Лизинг, Вие одбирате возило од понудата коешто Оне Лизинг го откупува, а Вие станувате корисник на истото по договор за финансиски лизинг.",
      leaseback: true,
    },
    {
      question: "Колкав е износот за финасирање преку услугата ЛИЗБЕК?",
      answer:
        "Износот за финансирање преку услугата Лизбек е:\n- 60.000 – 600.000 денари за физички лица\n- 60.000 – 1.000.000 денари за правни лица",
      leaseback: true,
    },
  ],
};
